Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.c944b82d7eb8
source: 同じ種目・メニュー・時間帯の記録が増えると比較できます。
ar_sa: يمكن إجراء المقارنات مع زيادة عدد السجلات لنفس الحدث والقائمة والفترة الزمنية.
ca: Es poden fer comparacions a mesura que augmenta el nombre de registres per al mateix esdeveniment, menú i període de temps.
cs: Porovnání je možné, pokud zaznamenáte více záznamů stejného cvičení, stejné stravy a stejného časového intervalu.
da: Jo flere målinger af samme øvelse, menu og tidspunkt, jo bedre kan du sammenligne.
de_de: Es ist möglich, Fortschritte zu vergleichen, wenn Sie mehrere Aufzeichnungen für dieselben Übungen, das gleiche Menü und die gleiche Tageszeit haben.
el: Όταν καταγράφετε τις ίδιες ασκήσεις, το ίδιο μενού και την ίδια ώρα, μπορείτε να κάνετε συγκρίσεις.
en_au: You can compare your progress when you record the same exercises, meals, and time periods repeatedly.
es_es: Cuanto más registros tengas de ejercicios, comidas y horarios similares, podrás compararlos.
fi: Saman harjoituksen, ruokavalion ja ajan sisällä tehdyt merkinnät mahdollistavat vertailun.
fr_ca: Il est possible de comparer les données lorsque vous enregistrez plusieurs fois le même exercice, le même menu et la même plage horaire.
gu: સમાન પ્રકારની કસરત, મેનુ અને સમય દરમિયાનના રેકોર્ડ્સની સરખામણી કરી શકાય છે.
he: ככל שיש יותר רשומות של אותם תרגילים, תפריטים וזמנים, ניתן להשוות.
hi: समान व्यायाम, भोजन और समय अवधि के रिकॉर्ड की तुलना करना संभव है।
hr: Možete uspoređivati podatke ako imate više zapisa istog vježbe, dijeta i vremena.
hu: Hasonlíthatja azokat a rekordokat, amelyek ugyanazt az edzést, azonos menüt és időpontot tartalmaznak.
id: Semakin banyak catatan untuk jenis latihan, menu, dan waktu yang sama, Anda dapat membandingkannya.
it: È possibile confrontare i risultati quando si registrano più volte le stesse attività, lo stesso menu e la stessa fascia oraria.
ko: 동일한 운동 종류, 메뉴, 시간대의 기록이 많아지면 비교할 수 있습니다.
mr: समान व्यायाम, आहार आणि वेळेच्या नोंदींची तुलना करता येते.
ms: Semakin banyak rekod untuk jenis latihan, menu, dan masa yang sama, anda boleh membandingkannya.
nl_nl: Het is mogelijk om vergelijkingen te maken wanneer je dezelfde oefeningen, maaltijden en tijden registreert.
no: Jo flere målinger av samme øvelse, meny og tidspunkt du registrerer, desto bedre kan du sammenligne.
pl: Możesz porównać wyniki, gdy masz więcej wpisów dla tego samego ćwiczenia, menu i pory dnia.
pt_br: Comparar é mais fácil quando você registra o mesmo exercício, a mesma refeição e o mesmo horário repetidamente.
pt_pt: Comparar é mais fácil quando você registra o mesmo exercício, a mesma refeição e o mesmo horário repetidamente.
ro: Compararea devine mai ușoară atunci când înregistrezi aceleași exerciții, același meniu și aceeași oră.
ru: Сравнение становится возможным, если у вас будет больше записей для одного и того же упражнения, меню и времени.
sk: Porovnanie je možné, ak zaznamenáte viacero záznamov pre rovnaký tréning, rovnakú stravu a rovnaký čas.
sl: Primerjavo je mogoče doseči, če se povečajo število zapisanih vaj, menijev in časov.
sv: Ju fler gånger du registrerar samma övning, samma meny och samma tidsperiod, desto lättare blir det att jämföra.
ta: ஒரே பயிற்சி, உணவு மற்றும் நேரத்தின் பதிவுகளை ஒப்பிட்டுப் பார்க்கலாம்.
te: ఒకే రకమైన వ్యాయామం, ఆహార ప్రణాళిక మరియు సమయ వ్యవధి యొక్క రికార్డులను పోల్చడానికి ఉపయోగపడుతుంది.
th: เมื่อบันทึกข้อมูลสำหรับกิจกรรม, เมนู และช่วงเวลาเดียวกัน จะสามารถเปรียบเทียบได้
tr: Benzer egzersiz, menü ve zaman aralığındaki kayıtları karşılaştırmanıza olanak tanır.
uk: Порівняння стає можливим, коли збільшується кількість записів для однієї і тієї ж вправи, меню та часу.
vi: Bạn có thể so sánh khi ghi lại nhiều lần cùng một bài tập, thực đơn và thời gian.
zh_hans: 增加同项目、菜单和时间段的记录可以进行比较。
zh_hant: 增加同项目、菜单和时间段的记录可以进行比较。

# health_meals_body_ai.ca55f072b646
source: 右下 肩〜腰
ar_sa: أسفل الكتف الأيمن إلى الخصر
ca: Espatlla inferior dreta fins a la cintura
cs: Dole: Ramena až břicho
da: Nederst til højre: Skulder til talje
de_de: Unten rechts: Schulter bis Taille
el: Δεξιά κάτω: Από τους ώμους μέχρι την κοιλιακή χώρα
en_au: Bottom right: Shoulder to waist
es_es: Abajo a la derecha: Hombros hasta la cintura
fi: Alaoikealla: Olkapäät–lantio
fr_ca: En bas à droite : Épaules jusqu'à la taille
gu: અગિયું જમણી બાજુ: ખભાથી નીચે સુધી
he: בפינה הימנית התחתונה: כתף עד מרכז הגוף
hi: नीचे दाएँ: कंधे से कमर तक
hr: Donji desni kut: Od ramena do trupa
hu: Alul: Melltől a deréktól
id: Bagian bawah kanan: Bahu hingga pinggang
it: In basso a destra: spalle fino alla vita
ko: 오른쪽 하단: 어깨 ~ 허리
mr: डावीकडे: खांदे ते कंबर
ms: Kiri bawah: Bahu hingga pinggang
nl_nl: Onder rechts: Schouders tot heupen
no: Nederst til høyre: Skuldre til midje
pl: Dół: Od barków do talii
pt_br: Canto inferior direito: Ombro até cintura
pt_pt: Canto inferior direito: Ombro até cintura
ro: În stânga jos: De la umeri până la talie
ru: Внизу справа: от плеча до талии
sk: Vpravo dole: od ramien po pás
sl: Spodaj: ramo do pasu
sv: Nedre högra: Axlar till midja
ta: கீழே: தோள்பட்டை முதல் இடுப்பு வரை
te: కుడివైపు దిగువ: భుజం నుండి నడుము వరకు
th: ด้านล่างขวา: จากไหล่ถึงเอว
tr: Sağ alt: Omuzdan karına
uk: У нижній правій частині: від плеча до талії
vi: Phía dưới bên phải: Từ vai đến thắt lưng
zh_hant: 右下：肩到腰

# health_meals_body_ai.ca5bfb0e7766
source: {{value1}}: {{value2}} 達成率 {{value3}}
ar_sa: {{value1}}: {{value2}} معدل الإنجاز {{value3}}
ca: {{value1}}: {{value2}} Índex d'assoliment {{value3}}
cs: {{value1}}: {{value2}} Úspěšnost {{value3}}
da: {{value1}}: {{value2}} Opnået niveau {{value3}}
de_de: {{value1}}: {{value2}} Erfolgsgrad {{value3}}
el: {{value1}}: {{value2}} Ποσοστό επίτευξης {{value3}}
en_au: {{value1}}: {{value2}} Completion rate {{value3}}
es_es: {{value1}}: {{value2}} Porcentaje de logro {{value3}}
fi: {{value1}}: {{value2}} saavutettu {{value3}}
fr_ca: {{value1}}: {{value2}} Taux d'atteinte {{value3}}
gu: {{value1}}: {{value2}} પૂર્ણતા દર {{value3}}
he: {{value1}}: {{value2}} אחוז הצלחה {{value3}}
hi: {{value1}}: {{value2}} पूर्णता दर {{value3}}
hr: {{value1}}: {{value2}} Postignuće {{value3}}
hu: {{value1}}: {{value2}} elért százalék {{value3}}
id: {{value1}}: {{value2}} Tingkat pencapaian {{value3}}
it: {{value1}}: {{value2}} Percentuale di raggiungimento {{value3}}
ko: {{value1}}: {{value2}} 달성률 {{value3}}
mr: {{value1}}: {{value2}} पूर्णता दर {{value3}}
ms: {{value1}}: {{value2}} Kadar pencapaian {{value3}}
nl_nl: {{value1}}: {{value2}} Voltooiingspercentage {{value3}}
no: {{value1}}: {{value2}} Fullføringsgrad {{value3}}
pl: {{value1}}: {{value2}} - poziom realizacji {{value3}}
pt_br: {{value1}}: {{value2}} taxa de conclusão {{value3}}
pt_pt: {{value1}}: {{value2}} taxa de conclusão {{value3}}
ro: {{value1}}: {{value2}} Procentaj de realizare {{value3}}
ru: {{value1}}: {{value2}} Прогресс {{value3}}
sk: {{value1}}: {{value2}} Úspešnosť {{value3}}
sl: {{value1}}: {{value2}} Učinkovitost {{value3}}
sv: {{value1}}: {{value2}} Framgångsgrad {{value3}}
ta: {{value1}}: {{value2}} முன்னேற்ற சதவீதம் {{value3}}
te: {{value1}}: {{value2}} పూర్తి చేసిన శాతం {{value3}}
th: {{value1}}: {{value2}} เปอร์เซ็นต์ความสำเร็จ {{value3}}
tr: {{value1}}: {{value2}} Başarı oranı {{value3}}
uk: {{value1}}: {{value2}} Відсоток досягнуто {{value3}}
vi: {{value1}}: {{value2}} Tỷ lệ hoàn thành {{value3}}
zh_hans: {{value1}}: {{value2}} 达成率 {{value3}}

# health_meals_body_ai.caa9aafe072d
source: 呼吸数は14日平均より低め
ar_sa: معدل التنفس أقل من متوسط 14 يومًا
ca: Freqüència respiratòria inferior a la mitjana de 14 dies
cs: Dýchání je pod průměrnou hodnotu za 14 dní
da: Åndedrætsfrekvens er lavere end gennemsnittet på 14 dage
de_de: Atemfrequenz liegt unter dem Durchschnitt der letzten 14 Tage
el: Ο αριθμός των αναπνοών είναι χαμηλότερος από τον μέσο όρο των 14 ημερών
en_au: Breathing rate is lower than the 14-day average
es_es: La frecuencia respiratoria es inferior al promedio de 14 días
fi: Hengityksenopeus on matalampi kuin 14 päivän keskiarvo
fr_ca: La fréquence respiratoire est inférieure à la moyenne sur 14 jours
gu: શ્વાસની ગણતરી 14 દિવસના સરેરાશ કરતાં ઓછી છે
he: תדירות הנשימה נמוכה מהממוצע של 14 ימים
hi: सांस लेने की दर 14 दिनों के औसत से कम
hr: Broj otkucaja srca je niži od prosjeka za 14 dana
hu: Az légzésfrekvencia átlagosan alacsonyabb, mint a 14 napos átlag.
id: Jumlah napas lebih rendah dari rata-rata 14 hari
it: La frequenza respiratoria è inferiore alla media di 14 giorni
ko: 호흡수가 14일 평균보다 낮음
mr: श्वासोच्छवादाची संख्या 14 दिवसांच्या सरासरीपेक्षा कमी आहे
ms: Jumlah pernafasan lebih rendah daripada purata 14 hari
nl_nl: Het aantal ademhalingen is lager dan het gemiddelde van de afgelopen 14 dagen.
no: Pustefrekvensen er lavere enn gjennomsnittet på 14 dager
pl: Oddech jest niższy niż średnia z ostatnich 14 dni
pt_br: A frequência respiratória é menor do que a média dos últimos 14 dias
pt_pt: A frequência respiratória é menor do que a média dos últimos 14 dias
ro: Frecvența respiratorie este mai mică decât media din ultimele 14 zile
ru: Частота дыхания ниже средней
sk: Dýchavosť je nižšia ako priemerná hodnota za 14 dní
sl: Število vdihov je manj od povprečnega štetja za 14 dni
sv: Andningsfrekvensen är lägre än genomsnittet på 14 dagar
ta: சுவாசங்களின் எண்ணிக்கை 14 நாட்களின் சராசரியை விட குறைவாக உள்ளது
te: శ్వాసించే వేగం 14 రోజుల సగటు కంటే తక్కువ
th: อัตราการหายใจต่ำกว่าค่าเฉลี่ย 14 วัน
tr: Nefes sayısı, 14 günlük ortalamadan daha düşük
uk: Кількість дихань нижча за середню за 14 днів
vi: Số hơi thở thấp hơn mức trung bình 14 ngày
zh_hans: 呼吸数低于14日平均
zh_hant: 呼吸频率低于14日平均值

# health_meals_body_ai.cafd0ed89a65
source: 記録をまとめて次の行動と翌月目標を提案
ar_sa: قم بتلخيص سجلاتك واقترح الإجراءات والأهداف التالية للشهر التالي
ca: Resumeix els teus registres i proposa les properes accions i objectius per al proper mes
cs: Navrhnout další akce a cíle pro příští měsíc na základě uložených dat
da: Foreslå næste handling og målsætning for den kommende måned baseret på dine registreringer
de_de: Erstellen von Vorschlägen für die nächsten Aktionen und Ziele für den kommenden Monat basierend auf den Aufzeichnungen
el: Προτάσεις για την επόμενη ενέργεια και τους στόχους του επόμενου μήνα με βάση τις καταγραφές
en_au: Suggest next actions and monthly goals based on your record
es_es: Sugerir la siguiente acción y el objetivo del próximo mes basándose en los registros
fi: Ehdottaa seuraavaa toimintoa ja kuukausitavoitetta
fr_ca: Suggérer les prochaines actions et objectifs mensuels en fonction des enregistrements
gu: યાદોને એક સાથે અને આગામી ક્રિયા તથા મહિનાના લક્ષ્ય માટે સૂચનો આપો
he: הצעת פעולה הבאה ומיקוד לחודש הבא על סמך הרישומים
hi: रिकॉर्ड को एक साथ और अगले कार्य और अगले महीने के लक्ष्यों का सुझाव दें
hr: Predloži sljedeće aktivnosti i ciljeve za naredni mjesec na temelju zabilježene aktivnosti
hu: Javasold a következő tevékenységet és az idei célokat a rögzített adatok alapján
id: Menyarankan tindakan selanjutnya dan target bulan berikutnya berdasarkan catatan
it: Suggerisci le prossime azioni e gli obiettivi mensili in base alle registrazioni
ko: 기록과 함께 다음 행동 및 다음 달 목표를 제안
mr: नोंदी आणि पुढील कृती तसेच पुढील महिन्याचे ध्येय सुचवा
ms: Cadangkan tindakan seterusnya dan matlamat bulan akan datang berdasarkan catatan
nl_nl: Stel opnamen voor met de volgende actie en het doel voor de komende maand
no: Foreslå neste handling og målet for neste måned basert på tidligere registreringer
pl: Wygeneruj propozycje kolejnych działań i cel na następny miesiąc na podstawie zapisanych danych
pt_br: Sugerir próximos passos e metas para o próximo mês com base nos registos
pt_pt: Sugerir próximos passos e metas para o próximo mês com base nos registos
ro: Sugerează următoarea acțiune și obiectivele lunii, pe baza înregistrărilor
ru: Предложить следующие действия и цели на следующий месяц, основываясь на сохраненных данных
sk: Navrhniť ďalšie aktivity a ciele na budúci mesiac na základe vašich záznamov
sl: Predlagajte naslednje dejanje in cilje za naslednji mesec na podlagi že zbranih podatkov
sv: Föreslå sammanfattade registreringar samt nästa åtgärd och målet för nästa månad
ta: பதிவு செய்யப்பட்ட நாட்களுடன் அடுத்த நடவடிக்கையையும், மாதத்திற்கான இலக்குகளையும் பரிந்துரைக்கவும்
te: మీ రికార్డులను ఒకే చోట ఉంచుకోండి, తదుపరి చర్యలు మరియు వచ్చే నెల లక్ష్యాలను సూచించండి.
th: แนะนำการบันทึก, การกระทำถัดไป และเป้าหมายรายเดือน
tr: Kayıtları, bir sonraki eylemi ve aylık hedefleri öner
uk: Автоматично запропонувати наступні дії та цілі на наступний місяць на основі записів
vi: Đề xuất các hành động tiếp theo và mục tiêu tháng tới dựa trên mục ghi lại
zh_hans: 建议记录、下一步行动和下个月的目标
zh_hant: 建議記錄、下一個行動和下個月目標

# health_meals_body_ai.cb1cb5f6027a
source: 今日は筋力トレーニングの間隔を取り、無理のない活動量を優先します。
ar_sa: اليوم، سأقوم بتوزيع تدريبات القوة الخاصة بي وإعطاء الأولوية لقدر معقول من النشاط.
ca: Avui, vaig a espaiar el meu entrenament de força i donaré prioritat a una quantitat raonable d'activitat.
cs: Dnes se zaměřte na rozložení cvičení a prioritizujte bezpečné aktivity.
da: I dag prioriteres hvile og moderat aktivitet frem for hård træning.
de_de: Heute: Kurze Pausen zwischen Kraftübungen, um eine realistische Aktivität zu gewährleisten.
el: Αυτοί είναι οι στόχοι σας: να κάνετε ασκήσεις με μικρότερη ένταση και να δώσετε προτεραιότητα σε μια πιο ήπια δραστηριότητα.
en_au: Today, focus on rest and recovery, prioritizing a manageable activity level.
es_es: Hoy, priorizamos una actividad moderada y descansos entre entrenamientos de fuerza.
fi: Priorisoimme kohtuullisen aktiivisuuden ja pidemmän lepo-ajan.
fr_ca: Aujourd'hui, accordez la priorité à des séances de renforcement musculaire espacées et à une activité modérée.
gu: આજે કસરત વચ્ચે થોડો સમય રાખો અને ઓછી મહેનતની પ્રવૃત્તિને પ્રાધાન્ય આપો.
he: היום, נשמר מרחק בין אימוני הכוח, והפעילות תתבצע בצורה מתונה.
hi: आज, व्यायाम के बीच उचित अंतर रखें और कम प्रयास वाली गतिविधियों को प्राथमिकता दें।
hr: Dan posvećite opuštenoj aktivnosti, uz pravilne intervale treninga.
hu: Ma a terhelés csökkentése és a kényelmes aktivitás prioritása.
id: Hari ini, kita akan mengurangi intensitas dan memprioritaskan aktivitas yang aman.
it: Oggi, privilegiamo un'attività più leggera e rispettiamo gli intervalli per l'allenamento con i pesi.
ko: 오늘은 근력 운동 간격을 두고, 무리 없는 활동량을 우선합니다.
mr: आज, शारीरिक व्यायामाच्या दरम्यान विश्रांती घ्या आणि कमी तीव्रतेचे कार्य करा.
ms: Ambil masa istirahat antara latihan kekuatan, dan prioritaskan aktiviti yang sesuai.
nl_nl: Neem rustdagen en geef prioriteit aan een veilige activiteitsniveau.
no: I dag prioriterer vi å ta pauser mellom styrketrening og ha et realistisk aktivitetsnivå.
pl: Dziś skupiamy się na umiarkowanej aktywności, zachowując odpowiednie odstępy między treningami siłowymi.
pt_br: Hoje, priorizamos intervalos no treinamento de força e uma atividade mais leve.
pt_pt: Hoje, priorizamos intervalos no treinamento de força e uma atividade mais leve.
ro: Astăzi, prioritizează activități moderate și intervale adecvate între antrenamentele de forță.
ru: Сегодня мы делаем упор на отдых и разумную активность, избегая перегрузок.
sk: Dnes si urobte prestávku pri tréningu a uprednostnite aktivity, ktoré sú bezpečné.
sl: Danes se osredotočamo na udobje in ne preobremenjujemo se.
sv: Idag fokuserar vi på att ta pauser i styrketräningen och prioritera en ansträngningsnivå som är hållbar.
ta: இன்று, உடற்பயிற்சியின் இடைவெளியை எடுத்து, பாதுகாப்பான செயல்பாட்டு அளவை முன்னுரிமைப்படுத்துங்கள்.
te: ఈ రోజు వ్యాయామాల మధ్య విరామం తీసుకోండి మరియు సులభమైన కార్యాచరణను ప్రాధాన్యత ఇవ్వండి.
th: วันนี้ให้ความสำคัญกับการพักผ่อนระหว่างการออกกำลังกาย และกิจกรรมที่เหมาะสม
tr: Bugün, kas egzersizleri için ara veriyorum ve yapamayacağımız her şeye öncelik veriyorum.
uk: Сьогодні робіть перерви у силових тренуваннях та віддавайте перевагу помірній активності.
vi: Ngày hôm nay, chúng ta sẽ ưu tiên khoảng thời gian nghỉ ngơi và mức hoạt động phù hợp.
zh_hans: 今天减少训练强度，优先进行适度活动。
zh_hant: 今天减少训练强度，并优先考虑适度的活动量。

# health_meals_body_ai.cbf6c6a18f68
source: 設定したサーバーURLが正しいか確認してください。
ar_sa: يرجى التحقق مما إذا كان الخادم الذي تم تكوينه URL صحيحًا.
ca: Comproveu si el servidor configurat URL és correcte.
cs: Prosím, zkontrolujte, zda je správně zadána URL vašeho serveru.
da: Bekræft, at den angivne server-URL er korrekt.
de_de: Bitte überprüfen Sie, ob die angegebene Server-URL korrekt ist.
el: Ελέγξτε αν η URL που έχετε ρυθμίσει είναι σωστή.
en_au: Please verify that the server URL you have set is correct.
es_es: Verifique que la URL del servidor configurada sea correcta.
fi: Varmista, että asetettu palvelimen URL on oikein.
fr_ca: Veuillez vérifier que l'URL du serveur est correcte.
gu: તમે જે સર્વર URL સેટ કર્યું છે તે યોગ્ય છે કે નહીં, તેની ચકાસો.
he: אנא ודאו שכתובת השרת שהגדרת נכונה.
hi: कृपया जांच लें कि आपने जो सर्वर URL सेट किया है वह सही है या नहीं।
hr: Provjerite je li URL postavljena servera ispravan.
hu: Ellenőrizd, hogy a beállított szerver URL helyes-e.
id: Pastikan URL server yang telah diatur sudah benar.
it: Verifica che l'URL del server impostato sia corretto.
ko: 설정한 서버 URL이 올바른지 확인해주세요.
mr: तुम्ही निवडलेले सर्व्हर URL योग्य आहे का ते तपासा.
ms: Pastikan URL pelayan yang ditetapkan adalah betul.
nl_nl: Controleer of de opgegeven server-URL correct is.
no: Bekreft at URL-en du har satt er korrekt.
pl: Sprawdź poprawność podanej URL serwera.
pt_br: Verifique se a URL do servidor definida está correta.
pt_pt: Verifique se a URL do servidor definida está correta.
ro: Verifică dacă adresa URL a serverului este corectă.
ru: Убедитесь, что указанный URL сервера верен.
sk: Uistite sa, že URL nastaveného servera je správne.
sl: Prosimo, preverite, ali je URL nastavljen pravilno.
sv: Kontrollera att den angivna server-URL:en är korrekt.
ta: நீங்கள் அமைத்த சர்வர் URL சரியானதா என்பதை சரிபார்க்கவும்.
te: మీరు సెట్ చేసిన సర్వర్ URL సరైనదేనా అని ధృవీకరించండి.
th: ตรวจสอบว่า URL ของเซิร์ฟเวอร์ที่ตั้งค่าถูกต้องหรือไม่
tr: Ayarladığınız sunucu URL'inin doğru olduğundan emin olun.
uk: Перевірте, чи правильний URL сервера, який ви вказали.
vi: Vui lòng kiểm tra xem URL máy chủ đã được thiết lập đúng chưa.
zh_hans: 请确认您设置的服务器URL是否正确。
zh_hant: 請確認您設定的伺服器 URL 是否正確。

# health_meals_body_ai.ccdad25cb2a2
source: AIサーバー側でエラーが発生しました: {{value1}}
ar_sa: حدث خطأ من جانب خادم الذكاء الاصطناعي: {{value1}}
ca: S'ha produït un error al costat del servidor d'AI: {{value1}}
cs: Na straně serveru AI došlo k chybě: {{value1}}
da: Fejl er opstået på AI-serveren: {{value1}}
de_de: Ein Fehler ist auf der Seite des KI-Servers aufgetreten: {{value1}}
el: Πραγματοποιήθηκε σφάλμα στον διακομιστή της τεχνητής νοημοσύνης: {{value1}}
en_au: An error occurred on the AI server: {{value1}}
es_es: Se ha producido un error en el lado del servidor de IA: {{value1}}
fi: Virhe AI-palvelimella: {{value1}}
fr_ca: Une erreur s'est produite sur le serveur IA : {{value1}}
gu: AI સર્વર પર ભૂલ આવી છે: {{value1}}
he: התרחשה שגיאה בשרת ה-AI: {{value1}}
hi: एआई सर्वर पर त्रुटि हुई: {{value1}}
hr: Na strani AI servera je nastala pogreška: {{value1}}
hu: Hiba történt az AI szerveren: {{value1}}
id: Terjadi kesalahan di sisi server AI: {{value1}}
it: Si è verificato un errore sul lato del server IA: {{value1}}
ko: AI 서버 측에서 오류가 발생했습니다: {{value1}}
mr: एआय सर्व्हरवर त्रुटी आली: {{value1}}
ms: Ralat berlaku pada pelayan AI: {{value1}}
nl_nl: Er is een fout opgetreden in de AI-server: {{value1}}
no: Det oppsto en feil på AI-serveren: {{value1}}
pl: Wystąpił błąd na serwerze AI: {{value1}}
pt_br: Ocorreu um erro no lado do servidor IA: {{value1}}
pt_pt: Ocorreu um erro no lado do servidor IA: {{value1}}
ro: A apărut o eroare pe partea serverului inteligență artificială: {{value1}}
ru: На сервере ИИ произошла ошибка: {{value1}}
sk: Na strane AI servera došlo k chybe: {{value1}}
sl: Na strani AI strežnika se je pojavila napaka: {{value1}}
sv: Ett fel uppstod på AI-serversidan: {{value1}}
ta: AI சேவையகத்தில் பிழை ஏற்பட்டது: {{value1}}
te: AI సర్వర్ వైపు లోపం జరిగింది: {{value1}}
th: เกิดข้อผิดพลาดบนเซิร์ฟเวอร์ AI: {{value1}}
tr: Yapay zeka sunucusu tarafında bir hata oluştu: {{value1}}
uk: Виникла помилка на стороні сервера AI: {{value1}}
vi: Đã xảy ra lỗi trên máy chủ AI: {{value1}}
zh_hans: 在 AI 服务器端发生错误：{{value1}}
zh_hant: 在 AI 伺服器端發生錯誤：{{value1}}

# health_meals_body_ai.ce7cce7b48e4
source: セットを分析中
ar_sa: تحليل المجموعة
ca: Analitzant el conjunt
cs: Analýza sady
da: Analyserer sæt
de_de: Analyse eines Satzes läuft
el: Υπολογίζεται η αποτελεσματικότητα των σετ
en_au: Analyzing set
es_es: Analizando la serie...
fi: Analysoidaan sarjaa
fr_ca: Analyse de la séance en cours
gu: સેટનું વિશ્લેષણ કરવામાં આવી રહ્યું છે
he: ניתוח סט
hi: सेट का विश्लेषण किया जा रहा है
hr: Analizira se seriju vježbi
hu: Szett elemzése
id: Sedang menganalisis set
it: Analisi della serie in corso
ko: 세트를 분석 중
mr: सेटचे विश्लेषण करत आहे...
ms: Menganalisis set
nl_nl: Analyse van de set
no: Analyserer sett
pl: Analizowanie serii ćwiczeń...
pt_br: Analisando o conjunto
pt_pt: Analisando o conjunto
ro: Se analizează setul
ru: Анализируется серия упражнений
sk: Analýza sady cvikov
sl: Analiziram serijo vaj
sv: Analyseras set
ta: செட்டை பகுப்பாய்வு செய்கிறோம்
te: సెట్‌ను విశ్లేషిస్తున్నాము
th: กำลังวิเคราะห์ชุดออกกำลังกาย
tr: Set'i analiz ediliyor
uk: Аналізую сетап
vi: Đang phân tích bài tập
zh_hans: 正在分析设置
zh_hant: 正在分析設定

# health_meals_body_ai.ceb6a96246a0
source: 推定消費
ar_sa: الاستهلاك المقدر
ca: Consum estimat
cs: Odhadovaný výdej kalorií
da: Estimeret forbrug
de_de: Geschätzter Kalorienverbrauch
el: Εκτιμώμενη κατανάλωση
en_au: Estimated Calories Burned
es_es: Estimación de gasto calórico
fi: Arvioitu kulutus
fr_ca: Estimation des calories brûlées
gu: અંદાજિત વપરાશ
he: הערכת צריכה
hi: अनुमानित कैलोरी बर्न
hr: Procjenjeni unos kalorija
hu: Becsült energiafelhasználás
id: Perkiraan Kalori Terbakar
it: Stima del consumo calorico
ko: 추정 칼로리 소모량
mr: अंदाजित ऊर्जा वापर
ms: Anggaran Penggunaan
nl_nl: Geschatte calorieverbruik
no: Estimerte kalorier
pl: Szacowany bilans energetyczny
pt_br: Consumo estimado
pt_pt: Consumo estimado
ro: Consum estimat
ru: Приблизительное количество потребленных калорий
sk: Odhadovaný príjem kalórií
sl: Približen porabljen energijsko
sv: Uppskattad förbrukning
ta: மதிப்பிடப்பட்ட கலோரி நுகர்வு
te: అంచనాగా వినియోగం
th: ประมาณการปริมาณแคลอรี่ที่ใช้ไป
tr: Tahmini Tüketim
uk: Приблизна витрата калорій
vi: Ước tính tiêu thụ
zh_hans: 估计消耗
zh_hant: 估計消耗

# health_meals_body_ai.cf3d3dbdd0f6
source: ジム訪問
ar_sa: زيارة صالة الألعاب الرياضية
ca: visita al gimnàs
cs: Návštěva posilovny
da: Besøg i fitnesscenter
de_de: Besuch im Fitnessstudio
el: Επίσκεψη στο γυμναστήριο
en_au: Gym visit
es_es: Visita al gimnasio
fi: Kuntosalin vierailu
fr_ca: Visite à la salle de sport
gu: જિમની મુલાકાત
he: ביקור בחדר כושר
hi: जिम में जाएँ
hr: Posjeta teretani
hu: Edzőterem látogatás
id: Kunjungi Gym
it: Visita al centro fitness
ko: 짐 방문
mr: जिममध्ये भेट
ms: Datang ke gim
nl_nl: Bezoek aan de sportschool
no: Besøk treningssenter
pl: Trening w siłowni
pt_br: Visita ao ginásio
pt_pt: Visita ao ginásio
ro: Vizită la sală
ru: Посещение зала
sk: Návšteva posilňovne
sl: Obisk telovadnice
sv: Besök gym
ta: ஜிம் வருகை
te: జిమ్ సందర్శన
th: เข้ายิม
tr: Spor salonu ziyareti
uk: Відвідування тренажерного залу
vi: Tham gia phòng tập
zh_hans: 健身房拜访
zh_hant: 健身房訪問
